Repository: danielcharrua/secure-encrypted-form
Catalog: languages/secure-encrypted-form-*.po
Languages: es_es

source: Secure Encrypted Form
es_es: Formulario Seguro Encriptado

source: Display a form on any page or post and receive secure (encrypted) communications using OpenPGP.
es_es: Muestra un formulario en la página o entrada que quieras y permite que te envíen comunicaciones encriptadas mediante el protocolo OpenPGP.

source: Secure Encrypted Form: please complete settings to use the secure form in your website.
es_es: Formulario Encriptado Seguro: por favor completa las opciones para utilizar el formulario seguro en tu página web.

source: Complete setup.
es_es: Completar configuración.

source: Settings
es_es: Opciones

source: Destination email
es_es: Email de destino

source: Complete this field with the email address that will get the secure email.
es_es: Completa este campo con la dirección de email a la que llegarán los mensajes seguros.

source: OpenPGP Public key
es_es: Llave pública OpenPGP

source: Complete this field with your OpenPGP public key.
es_es: Completa este campo con tu llave pública OpenPGP.

source: Enter your settings below
es_es: Configura las opciones debajo

source: Secure message [test]
es_es: Mensaje seguro [test]

source: From:
es_es: De:

source: Please find the message attached.
es_es: Por favor encuentra el mensaje adjunto.

source: Sent with %1$s for WordPress v%2$s
es_es: Enviado con %1$s para WordPress v%2$s

source: %1$sIf you find this piece of software usefull please consider %2$sdonating to the author%3$s.
es_es: %1$sSi piensas que esta pieza de software es útil, considera hacer una %2$sdonación al autor%3$s.

source: Success: secure encrypted message [test] sent.
es_es: Éxito: el mensaje seguro encriptado [test] se ha enviado.

source: Error E3: secure encrypted message could not be sent, see debug log please.
es_es: Error E3: el mensaje seguro encriptado no se pudo enviar, prueba más tarde.

source: The debug log helps you to diagnose issues with the plugin. You can use the selector to see different logged days.
es_es: El registro de depuración te ayuda a diagnosticar problemas con el plugin. Puedes usar el selector para ver diferentes días registrados.

source: Select a log file:
es_es: Selecciona un archivo de log:

source: View
es_es: Ver

source: Viewing:
es_es: Viendo:

source: The Secure Encrypted Form helps you to include a secure form in your website trought a shortcode. The message that is sent to you is encrypted with your public PGP key. This ensures that only you with the private key can decrypt the message.
es_es: El Formulario Seguro Encriptado te ayuda a incluir un formulario seguro en tu página web mediante un shortcode. El mensaje que te envía estará encriptado con la clave pública PGP que ingreses. Esto asegura que solo tú con la clave privada podrás desencriptar el mensaje.

source: Usage
es_es: Modo de uso

source: Insert shortcode in any page using %1$s[secure-encrypted-form]%2$s.
es_es: Inserta el shortcode en cualquier página usando %1$s[secure-encrypted-form]%2$s.

source: Having problems?
es_es: ¿Estás teniendo problemas?

source: If you are not sure if your website is sending emails correctly, you can use this button to test and send an email. Have in mind that your server is in charge of sending emails, maybe you need to install a plugin for using SMTP. Also, always save settings before sending test emails.
es_es: Si no estás seguro si tu sitio web está enviando correos electrónicos correctamente, puedes usar este botón para probar y enviar un correo electrónico. Ten en cuenta que tu servidor se encarga de enviar correos electrónicos, tal vez necesites instalar un plugin para usar SMTP. Además, guarda siempre la configuración antes de enviar correos electrónicos de prueba.

source: Send test email
es_es: Enviar email de prueba

source: Donations
es_es: Donaciones

source: If you find this plugin usefull please consider donating to the author and keep working on the plugin. You can use the ⚡️ Lightning Network to send some sats.
es_es: Si piensas que este plugin es útil, considera hacer una donación al autor y así seguir trabajando en el plugin. Puedes usar la ⚡️ Lightning Network para enviar algunos sats.

source: You can use the QR above or our Lightning Address: %1$s
es_es: Puedes usar el código QR de arriba o nuestro Lightning Address: %1$s

source: Rate this plugin
es_es: Califica este plugin

source: Help us spread the word %1$sby giving Secure Encrypted Form a 5-star rating (⭐️⭐️⭐️⭐️⭐️) on WordPress.org%2$s. Thanks for your support and we look forward to bringing you more awesome features.
es_es: Por favor, valora a Formulario Encriptado Seguro con 5 estrellas (⭐️⭐️⭐️⭐️⭐️) en WordPress.org y ayudarnos a difundir la palabra. Gracias de parte del equipo de Formulario Encriptado Seguro.

source: Need WordPress custom work?
es_es: ¿Necesitas un trabajo personalizado en WordPress?

source: This plugin is created and supported by %1$sCharrúa ⚡️ - Building Smarter Websites%2$s. If you need some custom WordPress work please contact us at %3$s.
es_es: Este plugin es creado y mantenido por %1$sCharrúa ⚡️ - Building Smarter Websites%2$s. Si necesitas algún trabajo personalizado en WordPress puedes contactarnos en %3$s.

source: Message
es_es: Mensaje

source: Subject
es_es: Asunto

source: Your name
es_es: Tu nombre

source: Your email
es_es: Tu email

source: Submit
es_es: Enviar

source: Please fill your name.
es_es: Por favor completa tu nombre.

source: Please fill your email.
es_es: Por favor completa tu email.

source: Please fill your subject.
es_es: Por favor completa el asunto.

source: Please fill your message.
es_es: Por favor completa tu mensaje.

source: Error E1: secure encrypted message could not be sent, try again later.
es_es: Error E1: el mensaje seguro encriptado no se pudo enviar, prueba más tarde.

source: Secure message:
es_es: Mensaje seguro:

source: Success: secure encrypted message sent.
es_es: Éxito: el mensaje seguro encriptado se ha enviado.

source: Error E2: secure encrypted message could not be sent, please contact website owner.
es_es: Error E2: el mensaje seguro encriptado no se pudo enviar, por favor contacta con el dueño de la web.
